Repository: GeriLife/caregiving
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: user
fi: käyttäjä

source: users
fi: käyttäjiä

source: Log in
fi: Kirjaudu sisään

source: Sign up
fi: Kirjaudu

source: signup/
fi: kirjaudu/

source: Create Resident Activity
fi: Luo asukastoiminta

source: Save
fi: Tallentaa

source: Activities
fi: Aktiviteetit

source: Activities list page
fi: Aktiviteettiluettelosivu

source: Date
fi: Päivämäärä

source: Resident
fi: Asukas

source: Type
fi: Tyyppi

source: Duration (minutes)
fi: Kesto (minuuttia)

source: caregiver role
fi: hoitajan rooli

source: caregiver roles
fi: hoitajan roolit

source: Inactive
fi: Epäaktiivinen

source: Low
fi: Matala

source: Moderate
fi: Kohtalainen

source: High
fi: Korkea

source: English
fi: Englanti

source: Resident activity count by type
fi: Asukastoiminnan määrä tyypeittäin

source: Activity Type
fi: Toiminnan tyyppi

source: Work hours by type
fi: Työajat tyypeittäin

source: Type of work
fi: Työn tyyppi

source: Total hours
fi: Tunteja yhteensä

source: Work hours by caregiver role
fi: Työajat hoitajan roolin mukaan

source: Caregiver role
fi: Omaishoitajan rooli

source: Daily work percent by caregiver role and work type
fi: Päivittäinen työprosentti hoitajan roolin ja työtyypin mukaan

source: Work percent
fi: Työprosentti

source: Work percent by caregiver role and work type
fi: Työprosentti hoitajan roolin ja työtyypin mukaan

source: Work hours by caregiver role and work type
fi: Työajat hoitajan roolin ja työtyypin mukaan

source: Month
fi: Kuukausi

source: Activity type
fi: Aktiviteetin tyyppi

source: UUID used in URLs
fi: URL-osoitteissa käytetty UUID

source: home
fi: koti

source: homes
fi: koteja

source: home group
fi: kotiryhmä

source: Percent of residents by activity level
fi: Asukkaiden prosenttiosuus aktiivisuustason mukaan

source: Table of residents showing current activity status, total activity count, and daily activity indicators for past seven days.
fi: Taulukko asukkaista, joka näyttää tämänhetkisen aktiivisuuden tilan, aktiivisuuden kokonaismäärän,ja päivittäisen aktiivisuuden indikaattorit viimeisen seitsemän päivän ajalta

source: Name
fi: Nimi

source: Activity Level
fi: Aktiivisuustaso

source: Total Activities
fi: Aktiviteetit yhteensä

source: Active Days
fi: Aktiiviset päivät

source: Work
fi: Tehdä työtä

source: No work has been recorded yet.
fi: Työtä ei ole vielä tallennettu.

source: Homes showing the percent of residents by activity level
fi: Kodit, joissa näkyy asukkaiden prosenttiosuus aktiivisuustason mukaan

source: Outdoor
fi: Ulkona

source: Casual Social
fi: Rento sosiaalinen

source: Culture
fi: Kulttuuri

source: Discussion
fi: Keskustelu

source: Guided
fi: Ohjattu

source: Music
fi: Musiikki

source: Self-guided
fi: Itseohjautuva

source: Trip
fi: Matka

source: Family
fi: Perhe

source: Friend
fi: Ystävä

source: Hobby Instructor
fi: Harrastuksen ohjaaja

source: Nurse
fi: Sairaanhoitaja

source: Physio therapist
fi: Fysioterapeutti

source: Practical nurse
fi: Käytännön hoitaja

source: Volunteer
fi: Vapaaehtoinen

source: Activity date
fi: Toiminnan päivämäärä

source: Duration in minutes
fi: Kesto minuutteina

source: Group activity ID
fi: Ryhmätoiminnan tunnus

source: Daily activity minutes
fi: Päivittäiset aktiviteettiminuutit

source: Total activity minutes
fi: Toimintaminuutit yhteensä

source: Type of activity
fi: Toiminnan tyyppi

source: Duration in hours
fi: Kesto tunteina

source: resident
fi: asukas

source: residents
fi: asukkaille

source: On hiatus
fi: Tauolla

source: residency
fi: residenssi

source: residencies
fi: residenssit

source: Move-in date should preceed move-out date.
fi: Muuttopäivän tulee olla ennen muuttopäivää.

source: Resident can not have overlapping residencies.
fi: Asukkaalla ei voi olla päällekkäisiä asuntoja.

source: Edit
fi: Muokata

source: Activity level
fi: Aktiivisuustaso

source: Residents
fi: Asukkaat

source: Create
fi: Luoda

source: View
fi: Näytä

source: First name
fi: Etunimi

source: Last initial
fi: Viimeinen alkukirjain

source: View resident
fi: Näytä asukas

source: No residents found.
fi: Asukkaita ei löytynyt.

source: Home
fi: Koti

source: Welcome
fi: Tervetuloa

source: Welcome to GeriLife Caregivers.
fi: Tervetuloa GeriLife Caregivers -palveluun.

source: Add work
fi: Lisää töitä

source: Add activity
fi: Lisää toimintaa

source: Work Report
fi: Työraportti

source: Homes
fi: Kodit

source: Log out
fi: Kirjautua ulos

source: Cancel
fi: Peruuttaa

source: work type
fi: työtyyppi

source: work types
fi: työtyypit

source: The home in which this work was performed
fi: Koti, jossa tämä työ tehtiin

source: The general type of work performed
fi: Suoritetun työn yleinen tyyppi

source: The role or job title of the person who performed this work
fi: Tämän työn suorittaneen henkilön rooli tai tehtävänimike

source: The date this work was performed
fi: Päivämäärä, jolloin tämä työ tehtiin

source: The number of minutes used performing this work
fi: Tämän työn suorittamiseen käytetty minuuttimäärä

source: work
fi: työ

source: Work report
fi: Työraportti

source: Work hours by work type
fi: Työajat työtyypeittäin
